espressif/esp-iot-solution/examples/usb/host/usb_rndis_4g_module/components/espressif__usb_host_cdc_acm/host_test/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="linux"
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=12000
CONFIG_FREERTOS_HZ=1000
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
